Repository: bhaskarblur/Crossword-App
Catalog: lib/l10n/app_*.arb
Languages: es

# language
source: English
es: Español

source: Play
es: Jugar

source: My Games
es: Mis juegos

source: Create
es: Crear

source: WORD SEARCH
es: SOPA DE LETRAS

source: CHALLENGE
es: RETO

source: Level
es: Nivel

source: Options
es: Opciones

source: MY ACCOUNT
es: Mi cuenta

# select_language
source: App Language
es: IDIOMA DE LA APP

# already_exists
source: This word already exists in the list & cannot be added again
es: Esta palabra ya existe en la lista y no se puede volver a agregar

# less_than_3
source: Word should be between 3 to 14 Characters!
es: ¡SÓLO PALABRAS DE ENTRE 3 Y 14 CARACTERES!

source: Back
es: Regresar

# numbers_warning
source: Numbers are not allowed to be entered.
es: No está permitido ingresar números.

source: Publication mode
es: Modo de publicación

# public_search
source: Public
es: Pública

# public_challenge
source: Public
es: Público

# privet_search
source: Private
es: Privada

# privet_challenge
source: Private
es: Privado

# fixed_search
source: Fixed
es: Fija

# fixed_challenge
source: Fixed
es: Fijo

# dynam_search
source: Dynamic
es: Dinámica

# dynam_challenge
source: Dynamic
es: Dinámico

# enter_name_of_the_word_search
source: Name of the Word Search
es: Nombre de la Sopa de Letras

# enter_word
source: Enter word (3 to 14 characters)
es: Ingrese la palabra (3 a 14 caracteres)

source: Add
es: Agregar

source: Generate
es: Generar

# delete_game
source: Are you sure you want to delete the game?
es: ¿Estás seguro de que quieres eliminar el juego?

# my_crated_games
source: My created games
es: Mis juegos creados

source: Word searches
es: SOPAS DE LETRAS

source: CHALLENGES
es: RETOS

source: Code to share
es: Código para compartir

source: Word search title
es: Nombre de la sopa de letras

source: Words
es: Palabras

source: Users
es: Usuarios

source: Leaderboard
es: Clasificación

source: Duplicate
es: Duplicado

source: Create word search
es: Crear sopa de letras

source: Search
es: Buscar

source: Random word search
es: SOPA DE LETRAS ALEATORIA

# word_search_categories
source: WORD SEARCH BY CATEGORIES
es: SOPAS DE LETRAS POR TEMA

source: Random Challenge
es: RETO ALEATORIO

source: Challenge by category
es: RETO POR TEMA

source: PLAY BY ENTERING CODE
es: JUGAR USANDO CÓDIGO

source: Enter code
es: Introduce el código

# play_with_entered_code
source: Play with the entered code
es: JUGAR CON CÓDIGO INGRESADO

source: Categories
es: Categorías

# word_search_name
source: Word Search
es: Sopa de Letras

source: Select Level
es: Selecciona el nivel

source: Easy
es: Fácil

source: Medium
es: Medio

source: Advanced
es: Avanzado

source: Hard
es: DIFÍCIL

source: Expert
es: Experto

source: Username
es: Nombre de usuario

source: Change
es: Cambiar

source: Save
es: Guardar

source: Free
es: Gratis

source: Current plan
es: Plan actual

# addword
source: Add some word
es: Agrega una palabra

# select_language_game
source: LANGUAGE OF THE GAME TO CREATE
es: IDIOMA DEL JUEGO A CREAR

# remaining_game_of_day
source: Games remaining for today
es: Partidas restantes por hoy

# upgrade
source: Upgrade now!
es: ¡Hazte Premium ahora!

source: Only mark the words related to
es: Solo marca las palabras relacionadas con

# continuee
source: Continue
es: Continuar

# add_free
source: Ad free
es: Libre de anuncios

# unlimited_match
source: Unlimited daily games
es: Juegos diarios ilimitados

# many_more_topics
source: Unlimited categories
es: Categorías ilimitadas

# share_your
source: Share with no limits, all your games created
es: Comparte sin límites todos tus juegos creados

# levels_available
source: 5 levels available instead of only 2
es: 5 niveles disponibles de juego, en lugar de solo 2

# create_dynamic
source: Create dynamic Word Search
es: Crear Desafíos dinámicos

source: Create challenges
es: Crea desafíos

# create_privet
source: Create dynamic Challenges
es: Crear Desafíos privados

# premium_benifits
source: PREMIUM BENEFITS
es: BENEFICIOS PREMIUM

# monthly
source: MONTHLY $99 / month
es: MENSUAL $99 / mes

# annual
source: ANNUAL $89 / month (Save 10%)
es: ANUAL $89 / mes (Ahorra 10%)

source: Maximum Word Length
es: Longitud máxima de palabra

# maximum_word_length_description
source: The maximum allowance for the length of a word is 14 letters.
es: La asignación máxima para la longitud de una palabra es de 14 letras.

# dynamic_word_search
source: What is a FIXED or a DYNAMIC Word Search?
es: ¿Qué es una Sopa de Letras FIJA o DINÁMICA?

# dynamic_word_search_description
source: A FIXED Word Search is the one that, when shared through a code, is generated showing the same words and in the same arrangement for all users. While a DYNAMIC Word Search is the one in which each user who receives the shared code will generate a game with a different layout and, if so arranged by the creator, with a specific number of words, from a word list created by him.
es: Una Sopa de Letras FIJA es aquella que, al ser compartida mediante un código, se genera mostrando las mismas palabras y en la misma disposición para todos los usuarios. Mientras que una DINÁMICA es aquella en la que cada usuario que recibe el código compartido, generará un juego con una disposición diferente y, si así lo dispone el creador, con un numero específico de palabras, perteneciente a una lista de palabras creada por éste.

# dynamic_word_challenge
source: What is a FIXED or a DYNAMIC Challenge?
es: ¿Qué es un Reto FIJO o DINÁMICO?

# dynamic_word_challenge_description
source: A FIXED Challenge is the one that, when shared through a code, is generated showing the same words and in the same arrangement for all users. While a DYNAMIC Challenge is the one in which each user who receives the shared code will generate a game with a different layout and, if so arranged by the creator, with a specific number of words, from a word list created by him.
es: Un Reto FIJO es aquel que, al ser compartido mediante un código, se genera mostrando las mismas palabras y en la misma disposición para todos los usuarios. Mientras que uno DINÁMICO es aquel en el que cada usuario que recibe el código compartido, generará un juego con una disposición diferente y, si así lo dispone el creador, con un numero específico de palabras, preteneciente a una lista de palabras creada por éste.

# what_is_challenge
source: What is a CHALLENGE?
es: ¿Qué es un RETO?

# what_is_challenge_description
source: In a CHALLENGE, are shown words related to the theme of the game (correct) as well as words unconnected to it (incorrect). To solve a CHALLENGE you must find and mark the correct words in the Word Search grid, avoiding marking the incorrect ones. For example, if the title of the challenge is: 'European Countries', only the countries of this continent should be marked, omitting countries outside Europe or even any words unrelated to this topic.
es: En un RETO, se muestran tanto palabras relacionadas con el tema del juego (correctas), como ajenas a éste (incorrectas). Para solucionar un RETO deberás encontrar y marcar en la Sopa de Letras las palabras correctas, evitando marcar las incorrectas. Por ejemplo, si el título del reto es: 'Países Europeos', solo se deben marcar los países de este continente, omitiendo países fuera de Europa o incluso cualquier palabras ajena a este tema.

# this_feature
source: This feature is only available for premium users. Upgrade to use this feature.
es: Esta característica solo está disponible para usuarios premium. Actualice para usar esta función.

source: Hits
es: Aciertos

# game_lang
source: Game Language
es: Idioma Juego

# rate_this
source: RATE THIS WORD SEARCH
es: CALAIFICAR ESTA SOPA DE LETRAS

# rate_this_challange
source: RATE THIS CHALLENGE
es: CALAIFICAR ESTE RETO

source: GAME
es: JUEGO

# not_complete
source: NOT COMPLETED
es: NO COMPLETADO

source: CONGRATULATIONS!
es: !FELICIDADES!

# complete
source: COMPLETED
es: COMPLETADO

source: User
es: Usuario

source: Time
es: Tiempo

# offf
source: of
es: de

source: Correct
es: Correcta

source: Incorrect
es: Incorrecta

source: Privacy Policy
es: Aviso de privacidad

source: SOUND
es: SONIDO

source: ACTIVE
es: ACTIVO

source: INACTIVE
es: INACTIVO

source: YES
es: SI

# exit_app
source: Do you want to exit the app?
es: Estás seguro que quieres salir del app?

# end_game
source: Are you sure you want to end the game?
es: ¿Estás seguro de que quieres terminar el juego?

# code_copied
source: Share code copied!
es: Después de copiar

# words_no
source: Cannot add more than 18 words in the game!
es: ¡No se pueden agregar más de 18 palabras en el juego!

# wordcount
source: Words to display
es: Palabras a desplegar

# wordlimit_
source: ONLY WORDS BETWEEN 3 AND 14 CHARACTERS!
es: ¡SÓLO PALABRAS DE ENTRE 3 Y 14 CARACTERES!

# wrongcode
source: Invalid share code entered. Please try again!
es: Se ingresó un código compartido no válido. ¡Inténtalo de nuevo!

# nogame
source: No game available to play!
es: ¡No hay ningún juego disponible para jugar!

# game_limit
source: You have reached the game limit for today.
es: Has alcanzado el límite de juegos por hoy.

# words_limit
source: You can't add more than 6 words in free plan.
es: No puedes agregar más de 6 palabras en el plan gratuito.

source: See leaderboard
es: Ver clasificación

source: Start new game
es: Empezar juego nuevo

# reached_limit
source: Cannot play this game as it has already reached the limit
es: No puedo jugar a este juego porque ya ha alcanzado el límite.

# created_success
source: Game Created Successfully
es: Juego creado existosamente

# edited_success
source: Game Edited Successfully
es: Actualizado exitosamente

# duplicated_success
source: Game Duplicated Successfully
es: Duplicado exitosamente

# deleted_success
source: Game Deleted Successfully
es: Juego eliminado con éxito

# no_search_found
source: No result found, please try other words.
es: No hay resultado,por favor intenta con otras palabras.

# publicprivate_search
source: What is a PUBLIC or PRIVATE Word Search?
es: ¿Qué es una Sopa de Letras PÚBLICA o PRIVADA?

# publicprivatedesc_search
source: A PUBLIC Word Search is the one that any user can play, while a PRIVATE one can only be played by receiving a shared code.
es: Una Sopa de Letras PÚBLICA es aquella que cualquier usuario puede jugar, mientras que una PRIVADA es la que sólo se puede jugar al recibir un código compartido.

# publicprivate_challenge
source: What is a PUBLIC or PRIVATE Challenge?
es: ¿Qué es un Reto PÚBLICO o PRIVADO?

# publicprivatedesc_challenge
source: A PUBLIC Challenge is the one that any user can play, while a PRIVATE one can only be played by receiving a shared code.
es: Un Reto PÚBLICO es aquel que cualquier usuario puede jugar, mientras que uno PRIVADO es el que sólo se puede jugar al recibir un código compartido.

source: Ratings
es: Clasificación
